module.exports.healthknos = [{
    "id": 1,
    "thumb": "/static/image/healthknos/healthhkno1.jpg",
    "adthumb": "/static/image/healthknos/healthhkno1_1.jpg",
    "name": "身体健康——八大特点",
    "detail_title": "关注这八大特征，对自己的身体了如指掌",
    "detail": "随着生活水平的提高，加上人们对养生的重视，越来越多人的都在怀疑自己是亚健康了，那么到底自己身体如何呢？1、伤口修复迅速：如果伤口很容易好，说明血液凝固的能力、白细胞杀菌能力以及血管的健康状况都很好。如果小伤口、轻度烧伤需要长时间痊愈，或者轻微的压力导致难以解释的皮肤淤青，那就要看医生。2、稳定的体重：中医认为，胖人多气虚，多痰湿；瘦人多阴虚，多火旺。这时候只要不是太胖或者太瘦，那就不必刻意的减肥或增肥。体重一种保持稳定，说明身体非常健康。 如果体重突然变化，就意味着不健康了，需要格外注意了！ 3、一夜睡眠充实：健康的睡眠状态是，睡眠梦少，起夜少，一觉睡到天亮。这是最健康的睡眠状态。睡眠质量差，每晚起夜好几次，睡眠质量差，晚上梦多， 虽然睡了很久，但是大脑和器官真正得到休息的时间，却非常短，这也是身体不健康的表现。 4、指甲红润无棱：指甲是与人体的脏腑经络有直接联系的，通过指甲就能充分的反映人体的健康变化。指甲的健康关乎身体的营养状态，维生素的摄入，以及排毒的稳固。指甲红润无棱说明气血足，不缺钙，也说明内分泌的正常。并且肝主筋，指甲是筋的一部分，指甲健康也会侧面反映出肝脏的健康，肝脏有着“人体将军”之称，对人体的健康有着重要的作用，肝好一切都好！ 5、头发润泽：中医认为，“肾者，其华在发”，“发为血之余”。头发的生长与脱落、润泽与枯槁，不仅依赖于肾中精气之充养，还有赖于血液的濡养。越是健康的人，精血越是充盈，头发自然就润泽。反之，当精血亏虚时，头发易变白而脱落。 6、肚子上肉少：甩不掉的小腹赘肉是令很多人非常头疼的事情。腹部肥胖可不是小事，不仅影响体型的美观，还是一种病前状态的信号——引起高血压、心绞痛、心梗、糖尿病等。美国衰老研究所一项研究显示，腹部肥胖的女性面临的死亡风险较一般人高出20%。平时多关注腰围，男性不超过90cm，女姓不超过85cm；晚饭别吃太晚，否则容易肚子长肉；多运动、控制好体重。 7、性格开朗：性格开朗会让这些的身体处于一种愉悦的状态，身体的机能和状态都处于最优。身体的酶活性也处于好的状态，因此比较健康长寿。 8、每1~2天大便：大便通不通是检验消化、排泄系统健康与否的重要标准之一。总也解不出大便，宿便堆积，会不断产生毒素，造成肠胃功能紊乱、内分泌失调、精神紧张等问题。 晨起一杯白开水可以促进排泄，防治便秘。还能稀释血液，促进血液循环，对减肥女性尤为重要。 ",
  },
  {
    "id": 2,
    "thumb": "/static/image/healthknos/healthhkno2.jpg",
    "adthumb": "/static/image/healthknos/healthhkno2_1.jpg",
    "name": "抗癌利器——大蒜",
    "detail_title": "大蒜是抗癌“高手”，但不能多吃",
    "detail": "大蒜是抗癌、杀菌“高手”。需注意的是，大蒜虽好，但不能多吃，尤其是对男性来说，摄入过多大蒜会损伤脾胃正气，而脾胃为全身提供充足营养，如果其功能受到损伤，必然出现食欲不振、倦怠、消瘦等症状，影响肾气，使得气血受损，最终导致男子精少不育。建议脾胃不佳的男性尽量不要生吃。",
  },
  {
    "id": 3,
    "thumb": "/static/image/healthknos/healthkno3.jpg",
    "adthumb": "/static/image/healthknos/healthhkno3_1.jpg",
    "name": "养生之道——平心静气",
    "detail_title": "动气伤身，平心静气才能身体健康",
    "detail": "俗话说，气为百病之母。怒伤肝，只有肝的疏泄功能正常，肝气升发，既不亢奋，也不抑郁，舒畅条达，则人就能较好地协调自身的精神情志活动，表现为精神愉快，心情舒畅，理智清朗，思维灵敏，气和志达，血气和平。若肝失疏泄，则易于引起人的精神情志活动异常。疏泄不及，则表现为抑郁寡欢、多愁善虑等。",
  }

]

// 首页轮播
module.exports.swiperlist = [{
    "id": 1,
    "thumb": "/static/image/tongu.jpg",
    "adthumb": "/static/image/tongu.jpg",
    "name": "舌诊介绍",
    "detail": "舌诊是观察舌头的色泽、形态的变化来辅助诊断及鉴别的一个简单有效的方法。 舌诊，诊断学名词。为望诊重点内容之一。舌为心之苗，脾之外候，苔由胃气所生。脏腑通过经脉与舌相联中医诊断疾病的重要客系，手少阴之别系舌本，足少阴之脉挟舌本，足厥阴之脉络舌本，足太阴之脉连舌本，散舌下，故脏腑病变，可在舌质和舌苔上反映出来，舌诊主要诊察舌质和舌苔的形态、色泽、润燥等，以此判断疾病的性质、病势的浅深、气血的盛衰、津液的盈亏及脏腑的虚实等。",
    type: 0
  },
  {
    "id": 2,
    "thumb": "/static/image/face.jpg",
    "adthumb": "/static/image/face.jpg",
    "name": "面诊介绍",
    "detail": "面诊，即医生运用望、闻、问、切四诊法来对面部整体以及面部五官进行观察， 从而判断人体全身与局部的病变情况。所谓“相由心生”,内在五脏六腑的病理变化或是心理变化，终会表现在脸上的相关区域，所以脸部的望诊最能洞察病机、掌握病情。早在两千年前，中国中医经典著作《黄帝内经》就指出：“十二经脉，三百六十五路，起血气皆上于面而走空（孔）窍。”说明人体内脏功能和气血状况在面部有相应表现，人们可以通过对面部各种状况的观察，来了解人体的健康状态和病情变化。",
    type: 0
  },
  {
    "id": 3,
    "thumb": "/static/image/palm.jpg",
    "adthumb": "/static/image/palm.jpg",
    "name": "掌诊介绍",
    "detail": "手诊的概念就是指通过人体手的纹路形态、变化、规律等方式，对人体器官的演变作出推理的一种防治辅助手段（根据黎黍匀专家定义）。运用视觉、触觉等，对手上的征象进行有目的地观察，以了解人体健康或疾病状况。无论西医的视、触、叩、听，还是中医的望、闻、问、切，其视、望均排第一位；手诊主要是指对手部的望诊，这种方法中西方都有，主要分为气色形态、手纹和手形三大类。",
    type: 0
  }
]