module.exports.healthknos = [{
    "id": 1,
    "thumb": "/static/image/healthknos/healthhkno1.jpg",
    "adthumb": "/static/image/healthknos/healthhkno1_1.jpg",
    "name": "身体健康——八大特点",
    "detail_title": "关注这八大特征，对自己的身体了如指掌",
    "detail": ["随着生活水平的提高，加上人们对养生的重视，越来越多人的都在怀疑自己是亚健康了，那么到底自己身体如何呢？", "1、伤口修复迅速：如果伤口很容易好，说明血液凝固的能力、白细胞杀菌能力以及血管的健康状况都很好。如果小伤口、轻度烧伤需要长时间痊愈，或者轻微的压力导致难以解释的皮肤淤青，那就要看医生。", "2、稳定的体重：中医认为，胖人多气虚，多痰湿；瘦人多阴虚，多火旺。这时候只要不是太胖或者太瘦，那就不必刻意的减肥或增肥。体重一种保持稳定，说明身体非常健康。 如果体重突然变化，就意味着不健康了，需要格外注意了！", "3、一夜睡眠充实：健康的睡眠状态是，睡眠梦少，起夜少，一觉睡到天亮。这是最健康的睡眠状态。睡眠质量差，每晚起夜好几次，睡眠质量差，晚上梦多， 虽然睡了很久，但是大脑和器官真正得到休息的时间，却非常短，这也是身体不健康的表现。", " 4、指甲红润无棱：指甲是与人体的脏腑经络有直接联系的，通过指甲就能充分的反映人体的健康变化。指甲的健康关乎身体的营养状态，维生素的摄入，以及排毒的稳固。指甲红润无棱说明气血足，不缺钙，也说明内分泌的正常。并且肝主筋，指甲是筋的一部分，指甲健康也会侧面反映出肝脏的健康，肝脏有着“人体将军”之称，对人体的健康有着重要的作用，肝好一切都好！ ", "5、头发润泽：中医认为，“肾者，其华在发”，“发为血之余”。头发的生长与脱落、润泽与枯槁，不仅依赖于肾中精气之充养，还有赖于血液的濡养。越是健康的人，精血越是充盈，头发自然就润泽。反之，当精血亏虚时，头发易变白而脱落。", "6、肚子上肉少：甩不掉的小腹赘肉是令很多人非常头疼的事情。腹部肥胖可不是小事，不仅影响体型的美观，还是一种病前状态的信号——引起高血压、心绞痛、心梗、糖尿病等。美国衰老研究所一项研究显示，腹部肥胖的女性面临的死亡风险较一般人高出20%。平时多关注腰围，男性不超过90cm，女姓不超过85cm；晚饭别吃太晚，否则容易肚子长肉；多运动、控制好体重。", "7、性格开朗：性格开朗会让这些的身体处于一种愉悦的状态，身体的机能和状态都处于最优。身体的酶活性也处于好的状态，因此比较健康长寿。", "8、每1~2天大便：大便通不通是检验消化、排泄系统健康与否的重要标准之一。总也解不出大便，宿便堆积，会不断产生毒素，造成肠胃功能紊乱、内分泌失调、精神紧张等问题。 晨起一杯白开水可以促进排泄，防治便秘。还能稀释血液，促进血液循环，对减肥女性尤为重要。"],
  },
  {
    "id": 2,
    "thumb": "/static/image/healthknos/healthhkno2.jpg",
    "adthumb": "/static/image/healthknos/healthhkno2_1.jpg",
    "name": "抗癌利器——大蒜",
    "detail_title": "大蒜是抗癌“高手”，但不能多吃",
    "detail": ["大蒜是抗癌、杀菌“高手”。需注意的是，大蒜虽好，但不能多吃，尤其是对男性来说，摄入过多大蒜会损伤脾胃正气，而脾胃为全身提供充足营养，如果其功能受到损伤，必然出现食欲不振、倦怠、消瘦等症状，影响肾气，使得气血受损，最终导致男子精少不育。建议脾胃不佳的男性尽量不要生吃。"],
  },
  {
    "id": 3,
    "thumb": "/static/image/healthknos/healthkno3.jpg",
    "adthumb": "/static/image/healthknos/healthhkno3_1.jpg",
    "name": "养生之道——平心静气",
    "detail_title": "动气伤身，平心静气才能身体健康",
    "detail": ["俗话说，气为百病之母。怒伤肝，只有肝的疏泄功能正常，肝气升发，既不亢奋，也不抑郁，舒畅条达，则人就能较好地协调自身的精神情志活动，表现为精神愉快，心情舒畅，理智清朗，思维灵敏，气和志达，血气和平。若肝失疏泄，则易于引起人的精神情志活动异常。疏泄不及，则表现为抑郁寡欢、多愁善虑等。"],
  }

]

// 首页轮播
module.exports.swiperlist = [{
    "id": 1,
    "thumb": "/static/image/tongue.jpg",
    "adthumb": "/static/image/tongue.jpg",
    "name": "舌诊介绍",
    "detail": ["舌诊是观察舌头的色泽、形态的变化来辅助诊断及鉴别的一个简单有效的方法。", "舌诊，诊断学名词。为望诊重点内容之一。舌为心之苗，脾之外候，苔由胃气所生。脏腑通过经脉与舌相联中医诊断疾病的重要客系，手少阴之别系舌本，足少阴之脉挟舌本，足厥阴之脉络舌本，足太阴之脉连舌本，散舌下，故脏腑病变，可在舌质和舌苔上反映出来，舌诊主要诊察舌质和舌苔的形态、色泽、润燥等，以此判断疾病的性质、病势的浅深、气血的盛衰、津液的盈亏及脏腑的虚实等。"],
    type: 0
  },
  {
    "id": 2,
    "thumb": "/static/image/face.jpg",
    "adthumb": "/static/image/face.jpg",
    "name": "面诊介绍",
    "detail": ["面诊，即医生运用望、闻、问、切四诊法来对面部整体以及面部五官进行观察， 从而判断人体全身与局部的病变情况。", "所谓“相由心生”,内在五脏六腑的病理变化或是心理变化，终会表现在脸上的相关区域，所以脸部的望诊最能洞察病机、掌握病情。", "早在两千年前，中国中医经典著作《黄帝内经》就指出：“十二经脉，三百六十五路，起血气皆上于面而走空（孔）窍。”说明人体内脏功能和气血状况在面部有相应表现，人们可以通过对面部各种状况的观察，来了解人体的健康状态和病情变化。"],
    type: 0
  },
  {
    "id": 3,
    "thumb": "/static/image/palm.jpg",
    "adthumb": "/static/image/palm.jpg",
    "name": "掌诊介绍",
    "detail": ["手诊的概念就是指通过人体手的纹路形态、变化、规律等方式，对人体器官的演变作出推理的一种防治辅助手段（根据黎黍匀专家定义）。", "运用视觉、触觉等，对手上的征象进行有目的地观察，以了解人体健康或疾病状况。无论西医的视、触、叩、听，还是中医的望、闻、问、切，其视、望均排第一位；手诊主要是指对手部的望诊，这种方法中西方都有，主要分为气色形态、手纹和手形三大类。"],
    type: 0
  }
]

// 舌诊分析数据
// 舌色
module.exports.tongue_color = [{
    "id": 0,
    "symptom": "淡红",
    "detail": ["人的舌色一般为淡红色，若见舌淡红而胖大，伴黄腻苔，多是脾胃湿热与痰浊相搏，湿热痰饮上溢所致。治宜化湿逐痰。宜茵陈、木通、滑石、石膏、栀子以清热利湿。临床多见于慢性肾小球肾炎、肾盂肾炎等病人的舌象。"]
  },
  {
    "id": 1,
    "symptom": "淡白",
    "detail": ["淡白少津舌主病：阳气虚损，津液不足。治宜扶阳益气，生津润燥。临床多见于慢性萎缩性胃炎，轻度贫血等病人的舌象。上述舌象如伴有：脾胃不和——脘腹胀满，不思饮食，口淡无味，呕吐恶心，肢体沉重，舌苔白厚而腻，脉缓者可试用健脾燥湿类药脾胃虚寒——胃脘隐痛，泛吐清水，喜暖喜按，饮食减少，神疲乏力，舌质淡，脉软弱者可试用健脾开胃，行气消痞类药。", "淡白夹瘀舌：临床多见于再生障碍性贫血和各类重度贫血病人的舌象。治宜：养血益气活血。", "淡白光莹舌:淡白光莹舌由于脾胃损伤，气血两虚，久久不能恢复，造成营养不良，舌质的不到足够的营养，使舌苔逐渐脱落，又无新苔续生，使全舌淡白而光莹。在临床甲状腺机能减退和水肿的病人多见此舌。治宜养胃健脾，补气生血。", "淡白湿润舌:临床多见于虚证、妇科大失血后气血两虚证病人的舌象。"]
  },
  {
    "id": 2,
    "symptom": "鲜红",
    "detail": ["鲜红裂纹舌:鲜红裂纹舌属心火播灼，热毒熏蒸；若舌色深红，苔白而分布不均或无苔，舌面有很多裂纹如刀切状深沟，多见明虚火旺，不济火，或真阴耗竭。若舌中碎裂，属血枯液涸。如裂纹呈“人”、“川”字，或如直槽者，为热盛伤津，胃液灼伤，或肾水攻心所致。临床多见于发热、脱水致电解质紊乱，糖尿病，慢性肠炎，肝硬变等病人的舌象。", "鲜红舌白点:鲜红舌白点是由于脾胃气虚，不堪热毒攻冲之象。临床多见于心血管疾病心悸、浮肿等病人的舌象。"]
  },
  {
    "id": 3,
    "symptom": "暗紫",
    "detail": ["主病及相关研究：暗紫舌成因有三：", "（1）热邪深重，津枯血燥，血行瘀滞。主病：热邪入血，治宜凉血散血。", "（2）素有瘀血，又感温热之邪热入于营分，血热瘀蕴，经脉阻滞，可伴腹内结块，胀痛，痛以刺痛为主，痛处不定，肌肤甲错，黑黯消瘦，主病：营热夹瘀，治宜清营破瘀。", "（3）温热夹湿兼瘀，湿与热并，瘀蕴不解，主病：血瘀湿热，治宜化瘀利湿。"]
  }
]

// 舌型
module.exports.tongue_shape = [{
      "id": 0,
      "symptom": "正常",
      "detail": ["您的舌型正常"]
    },
    {
      "id": 1,
      "symptom": "胖大舌",
      "detail": ["胖大舌亦有古籍将其与肿胀舌合论。实则，大舌是由脾之阳气虚衰，或兼寒湿而致舌体胖大，虚浮，嫩软色淡，常有也痕，属虚，当与肿胀舌区别而论。", "淡白夹瘀舌：临床多见于再生障碍性贫血和各类重度贫血病人的舌象。治宜：养血益气活血。", "胖大舌主病：", "（1）脾虚，证见舌体胖大而嫩，色淡。舌边有齿痕，舌苔薄白，面白形寒，少气懒言，倦怠食少，腹满便溏，脉虚缓或迟弱。多由于水饮痰湿阻滞，水湿潴留舌体致舌体胖大。若谈白胖嫩，舌面水滑，属脾肾阳虚，气不化津，水湿上泛所致，治宜健脾益气，临床多见于肥胖症、甲状腺功能低下、贫血等病人的舌象。", "（2）肾虚水泛，证见舌大胖嫩，色淡，边有齿痕，腰以下肿甚，小便少，形寒神疲，四肢厥冷，面色晦暗或晃白，脉沉迟或沉细，治直温阳利水，真武扬之类，另外若见舌淡红而胖大，伴黄腻苔，多是脾胃湿热与痰浊相搏，湿热痰饮上溢所致。治宜化湿逐痰。宜茵陈、木通、滑石、石膏、栀子以清热利湿。临床多见于慢性肾小球肾炎、肾盂肾炎等病人的舌象。"]
    },
    {
      "id": 2,
      "symptom": "嫩舌",
      "detail": ["多主虚证、寒证、湿证。内脏功能衰弱、营养代谢功能低下、机体抵抗能力或者体质虚弱的亚健康人群经常出现这种舌象。"]
    },
    {
      "id": 3,
      "symptom": "齿痕舌",
      "detail": ["齿痕舌多因舌体胖大而受齿缘压迫所致，故齿痕舌常与胖大舌同见，多属脾虚，主虚证。若舌质淡白而湿润，所为脾虚而寒湿壅盛。", "齿痕舌的成因，多由于脾虚不能运化水湿，湿阻于舌而古体胖大，受齿列挤压而形成因痕，故齿痕常与胖嫩舌同见，一方面由于舌体水肿，属脾之阳虚而湿盛，另一方面由于舌体肌肉松弛，张口不足，属脾之气虚。"]
    }
  ],

  // 舌苔色
  module.exports.tongue_moss_color = [{
      "id": 0,
      "symptom": "白色",
      "detail": ["薄白苔，舌色淡红清润，为正常情况下最常见之舌苔，当为“胃中生气所现”。", "薄白干苔由于肺脏津气两伤，气虚则无以化津，津少则无以润舌。苔势因失濡养而干燥。主病多为风温入肺，邪气伤肺，或为阳虚不能化津上润，肺之气津两伤；前者当清润化燥，可用银翘散加养阴清热生津之法；而后者当益气生津，宜升阳益气之法。", "厚白腻苔多由中焦脾胃的阳气不振，以致饮食停滞，或为湿浊痰积之候。《辨舌指南》：“舌苔白腻，胸隔闷痛，心烦干呕；时欲饮水，水入则吐，此热因饮郁，宜辛淡化饮。”厚白腻苔主病：主湿、主痰、主寒。", "白苔和燥裂两者亦可同现于舌面，故统称白苔燥裂。总因内热暴起，津液暴伤所致。多见于急性温热病，燥热暴起，津液暴伤，真阴将竭，而苔色尚未及转黄之时，若苔虽白裂，却不甚干，常见于暑温，暑热伤气，内夹湿浊。"]
    },
    {
      "id": 1,
      "symptom": "黄色",
      "detail": ["黄苔主病，主脾胃病、主里证、主热证。《百鉴辨正。黄苔总论》认为黄苔，表里实热症有之，表里虚寒证则无。邪热熏灼令苔现黄色，淡黄为热轻；深黄为热重；焦黄为热结。外感病舌苔由白转黄为表邪入里而化热，在伤寒则属阳明；在温病则属气分。而表证、虚寒证亦可见黄苔：若薄白带淡黄苔，为风热表证或风寒在表化热，若淡黄厚苔，为胸腔湿热，气滞不宣；若舌谈胖嫩，苔黄滑润。为阳虚水混下化、因此说，黄苔主里是基本的，但不足绝对的。"]
    }
  ],

  // 舌苔质
  module.exports.tongue_moss_nature = [{
      "id": 0,
      "symptom": "薄苔",
      "detail": ["薄白苔，舌色淡红清润，为正常情况下最常见之舌苔，当为“胃中生气所现”。", "薄白干苔由于肺脏津气两伤，气虚则无以化津，津少则无以润舌。苔势因失濡养而干燥。"]
    },
    {
      "id": 1,
      "symptom": "腻苔",
      "detail": ["黄腻苔由邪热与痰涎湿浊交结而形成。苔黄为热，苔腻为湿，为痰，为食滞。黄腻苔主病：主湿热积滞，痰饮化热或食滞化热等证；亦主外感暑热，湿温等证。治宣清热，化湿，祛痰。"]
    }
  ]

// 面色
module.exports.face_color = [
  {
    "id": 0,
    "symptom": "红",
    "detail": ["XXX"]
  },
  {
    "id": 1,
    "symptom": "白",
    "detail": ["XXX"]
  },
  {
    "id": 2,
    "symptom": "青",
    "detail": ["XXX"]
  },
  {
    "id": 3,
    "symptom": "黄",
    "detail": ["XXX"]
  },
  {
    "id": 4,
    "symptom": "黑",
    "detail": ["XXX"]
  },
]

// 掌色
module.exports.palm_color = [
  {
    "id": 0,
    "symptom": "红",
    "detail": ["XXX"]
  },
  {
    "id": 1,
    "symptom": "白",
    "detail": ["XXX"]
  },
]